{
    "quotes": [
        {
            "id": "244321",
            "quote": "<Cthon98> hey, if you type in your pw, it will show as stars\n<Cthon98> ********* see!\n<AzureDiamond> hunter2\n<AzureDiamond> doesnt look like stars to me\n<Cthon98> <AzureDiamond> *******\n<Cthon98> thats what I see\n<AzureDiamond> oh, really?\n<Cthon98> Absolutely\n<AzureDiamond> you can go hunter2 my hunter2-ing hunter2\n<AzureDiamond> haha, does that look funny to you?\n<Cthon98> lol, yes. See, when YOU type hunter2, it shows to us as *******\n<AzureDiamond> thats neat, I didnt know IRC did that\n<Cthon98> yep, no matter how many times you type hunter2, it will show to us as *******\n<AzureDiamond> awesome!\n<AzureDiamond> wait, how do you know my pw?\n<Cthon98> er, I just copy pasted YOUR ******'s and it appears to YOU as hunter2 cause its your pw\n<AzureDiamond> oh, ok."
        },
        {
            "id": "23396",
            "quote": "<Donut[AFK]> HEY EURAKARTE\n<Donut[AFK]> INSULT\n<Eurakarte> RETORT\n<Donut[AFK]> COUNTER-RETORT\n<Eurakarte> QUESTIONING OF SEXUAL PREFERENCE\n<Donut[AFK]> SUGGESTION TO SHUT THE FUCK UP\n<Eurakarte> NOTATION THAT YOU CREATE A VACUUM\n<Donut[AFK]> RIPOSTE\n<Donut[AFK]> ADDON RIPOSTE\n<Eurakarte> COUNTER-RIPOSTE\n<Donut[AFK]> COUNTER-COUNTER RIPOSTE\n<Eurakarte> NONSENSICAL STATEMENT INVOLVING PLANKTON\n<Miles_Prower> RESPONSE TO RANDOM STATEMENT AND THREAT TO BAN OPPOSING SIDES\n<Eurakarte> WORDS OF PRAISE FOR FISHFOOD\n<Miles_Prower> ACKNOWLEDGEMENT AND ACCEPTENCE OF TERMS"
        },
        {
            "id": "99060",
            "quote": "t0rbad> so there i was in this hallway right\nBlackAdder> i believe i speak for all of us when i say...\nBlackAdder> WRONG BTICH\nBlackAdder> IM SICK OF YOU\nBlackAdder> AND YOUR LAME STORIES\nBlackAdder> NOBODY HERE THINKS YOURE FUNNY\nBlackAdder> NOBODY HERE WANTS TO HEAR YOUR STORIES\nBlackAdder> IN FACT\nBlackAdder> IF YOU DIED RIGHT NOW\nBlackAdder> I DON\"T THINK NOBODY WOULD CARE\nBlackAdder> SO WHAT DO YOU SAY TO THAT FAG\n*** t0rbad sets mode: +b BlackAdder*!*@*.*\n*** BlackAdder has been kicked my t0rbad ( )\nt0rbad> so there i was in this hallway right\nCRCError> right\nheartless> Right.\nr3v> right"
        },
        {
            "id": "5273",
            "quote": "<erno> hm. I've lost a machine.. literally _lost_. it responds to ping, it works completely, I just can't figure out where in my apartment it is."
        },
        {
            "id": "4281",
            "quote": "<Zybl0re> get up\n<Zybl0re> get on up\n<Zybl0re> get up\n<Zybl0re> get on up\n<phxl|paper> and DANCE\n* nmp3bot dances :D-<\n* nmp3bot dances :D|-<\n* nmp3bot dances :D/-<\n<[SA]HatfulOfHollow> i'm going to become rich and famous after i invent a device that allows you to stab people in the face over the internet"
        },
        {
            "id": "99835",
            "quote": "<Guo_Si> Hey, you know what sucks?\n<TheXPhial> vaccuums\n<Guo_Si> Hey, you know what sucks in a metaphorical sense?\n<TheXPhial> black holes\n<Guo_Si> Hey, you know what just isn't cool?\n<TheXPhial> lava?"
        },
        {
            "id": "5300",
            "quote": "<tatclass> YOU ALL SUCK DICK\n<tatclass> er.\n<tatclass> hi.\n<andy\\code> A common typo.\n<tatclass> the keys are like right next to each other."
        },
        {
            "id": "287414",
            "quote": "<DeadMansHand> haha, last night, me and pete went out to celebrate his engagement and got hugely drunk\n<DeadMansHand> we got this great idea to bury eachother in the sand close to the water and see who would chicken out first\n<DeadMansHand> took about a half hour, but the water got up to my face so i freaked and got out\n<DeadMansHand> i looked around for pete and he must've chickened out before me and stumbled home or something heh\n<DeadMansHand> What'd he say when he woke up this morning?\n<Thirteen-> uhh.. he hasn't come home yet.. i thought he was staying with you?\n<DeadMansHand> holy fuck.\n<DeadMansHand> i fucking hope im wrong about what im thinking right now\n<DeadMansHand> im fucking going back to the beach to make sure\n<DeadMansHand> if he gets home, call me, i don't want to be worrying about this\n<Thirteen-> will do. you better hope he's not still buried, you'll be in deep shit.\nquit: (DeadMansHand)\n<Tyran> wtf? pete came home last night you fuck. Ken's going to be worrying about this shit all day\n<Thirteen-> haha yea, but it will be fun while it lasts\njoin: (PeteRepeat) (Bob@3F8C4655.11D1C8C.18637D35.IP)\n<PeteRepeat> fucking ken\n<PeteRepeat> ken... that fucker buried me in the sand last night, i ran off about 5 minutes to it, left him there to be an idiot\n<quiqsilver> pete, ken didn't come back last night, i thought he was with you.\n<PeteRepeat> oh fuck.\n<PeteRepeat> if ken shows up, make sure he doesn't know that im at the beach digging for his body. i don't want him to think i care or anything.\nquit: (PeteRepeat)\n<Thirteen-> rofl. Those 2 are going to get a huge surprise when they meet at the beach.\n<Tyran> i can't beleive how perfect their timing was"
        },
        {
            "id": "835030",
            "quote": "<Khassaki> HI EVERYBODY!!!!!!!!!!\n<Judge-Mental> try pressing the the Caps Lock key\n<Khassaki> O THANKS!!! ITS SO MUCH EASIER TO WRITE NOW!!!!!!!\n<Judge-Mental> fuck me"
        },
        {
            "id": "207373",
            "quote": "<anamexis> oh man\n<anamexis> I was opening a coke, right\n--> Beefpile (~mbeefpile@cloaked.wi.rr.com) has joined #themacmind\n<anamexis> and it exploded\n<anamexis> ALMOST all over my keyboard\n<anamexis> but I got it away just in time\n<-- Beefpile has quit (sick fuckers)\n<anamexis> :<"
        },
        {
            "id": "5775",
            "quote": "* ab is away - gone, if anyone talks in the next 25 minutes as me it's bm\nbeing an asshole -\n<ab> HAHAHA DISREGARD THAT, I SUCK COCKS"
        },
        {
            "id": "777977",
            "quote": "<Anonymous> Now, I’m sure many of you have encountered little shits in supermarkets. Little kids running about and knocking things over, being rude, walking all over their parents, you know the kind. But the worst are the biters. Yes, those little cunts that feel it is okay to bite you whenever they feel like it.\n<Anonymous> Okay, here’s the best part. A biter got me today when I was grocery stopping. He broke the fucking skin, too. This was when the gears started turning, the moment I saw a tiny sprickle of blood on the little shit’s teeth as he was grinning at me like the little cunt he is. I made my eyes get wide, and started screaming \"SHIT! SHIT!.\" Now, my good friend, Tom we’ll call him, was there too, and he instantly picked up on it. He started shouting \"FUCK! MAYBE HE DIDN’T GET IT! FUCK!.\" By now, the kid is scared shitless and starts crying, and instantly, Mizz Mom appears out of nowhere and starts getting pissy at us for yelling at her kid.\n<Anonymous> Here’s the kicker, I look her straight in the eye and say, \"Mam, get your son tested as soon as possible, he just bit me and I’m… I’m FUCKING HIV POSITIVE.\"\n<Anonymous> And now there is silence. Not a peep in the entire store. The brat knows he just fucked up big time because his mom isn’t defending his ass. She just stares at me wide eyed. I walk away from them, buy my shit from the wide eyed cashier, all the while blood is dripping from my calf, making a nice little trail on the floor. And, just s we leave, we start to hear the mother sobbing. Sobbing like the cunt she is.\n<Anonymous> I have never felt any more satisfaction than the moment I heard that sob."
        },
        {
            "id": "330261",
            "quote": "<i8b4uUnderground> d-_-b\n<BonyNoMore> how u make that inverted b?\n<BonyNoMore> wait\n<BonyNoMore> never mind"
        },
        {
            "id": "4753",
            "quote": "<xterm> The problem with America is stupidity. I'm not saying there should be a Capital Punishment for stupidity, but why don't we just take the safety labels off of everything and let the problem solve itself?"
        },
        {
            "id": "23601",
            "quote": "<mage> what should I give sister for unzipping?\n<Kevyn> Um. Ten bucks?\n<mage> no I mean like, WinZip?"
        },
        {
            "id": "330261",
            "quote": "<i8b4uUnderground> d-_-b\n<BonyNoMore> how u make that inverted b?\n<BonyNoMore> wait\n<BonyNoMore> never mind"
        },
        {
            "id": "111338",
            "quote": "<JonJonB> Purely in the interests of science, I have replaced the word \"wand\" with \"wang\" in the first Harry Potter Book\n<JonJonB> Let's see the results...\n\n<JonJonB> \"Why aren't you supposed to do magic?\" asked Harry.\n<JonJonB> \"Oh, well -- I was at Hogwarts meself but I -- er -- got expelled, ter tell yeh the truth. In me third year. They snapped me wang in half an' everything\n\n<JonJonB> A magic wang... this was what Harry had been really looking forward to.\n\n<JonJonB> \"Yes, yes. I thought I'd be seeing you soon. Harry Potter.\" It wasn't a question. \"You have your mother's eyes. It seems only yesterday she was in here herself, buying her first wang. Ten and a quarter inches long, swishy, made of willow. Nice wang for charm work.\"\n<JonJonB> \"Your father, on the other hand, favored a mahogany wang. Eleven inches. \"\n\n<JonJonB> Harry took the wang. He felt a sudden warmth in his fingers. He raised the wang above his head, brought it swishing down through the dusty air and a stream of red and gold sparks shot from the end like a firework, throwing dancing spots of light on to the walls\n\n<JonJonB> \"Oh, move over,\" Hermione snarled. She grabbed Harry's wang, tapped the lock, and whispered, 'Alohomora!\"\n\n<JonJonB> The troll couldn't feel Harry hanging there, but even a troll will notice if you stick a long bit of wood up its nose, and Harry's wang had still been in his hand when he'd jumped - it had gone straight up one of the troll's nostrils.\n\n<JonJonB> He bent down and pulled his wang out of the troll's nose. It was covered in what looked like lumpy gray glue.\n\n<JonJonB> He ran onto the field as you fell, waved his wang, and you sort of slowed down before you hit the ground. Then he whirled his wang at the dementors. Shot silver stuff at them.\n\n<JonJonB> Ok\n<JonJonB> I have found, definitive proof\n<JonJonB> that J.K Rowling is a dirty DIRTY woman, making a fool of us all\n<JonJonB> \"Yes,\" Harry said, gripping his wang very tightly, and moving into the middle of the deserted classroom. He tried to keep his mind on flying, but something else kept intruding.... Any second now, he might hear his mother again... but he shouldn't think that, or he would hear her again, and he didn't want to... or did he?\n<melusine > O_______O\n<JonJonB> Something silver-white, something enormous, erupted from the end of his wang\n\n<JonJonJonB> Then, with a sigh, he raised his wang and prodded the silvery substance with its tip.\n\n<JonJonJonB> 'Get - off - me!' Harry gasped. For a few seconds they struggled, Harry pulling at his uncles sausage-like fingers with his left hand, his right maintaining a firm grip on his raised wang."
        }
    ]
}